app/controllers/students_controller.rb

SELECT  "students".* FROM "students"  ORDER BY "students"."id" ASC LIMIT 1
---
  def show
    @student = Student.first